Repository: jfbercher/labquiz
Catalog: src/labquiz/locales/*/LC_MESSAGES/labquiz.po
Languages: de, es, it, pt

source: FAMILY NAME
de: NACHNAME
es: APELLIDO
it: COGNOME
pt: APELIDO

source: FAMILY NAME:
pt: APELIDO:

source: First name
de: Vorname
es: Nombre
it: Nome
pt: Nome

source: First name:
pt: Nome:

source: Save
de: Speichern
es: Guardar
it: Salva
pt: Guardar

source: ✔️ **Name recorded**
de: ✔️ **Name gespeichert**
es: ✔️ **Nombre registrado**
it: ✔️ **Nome registrato**
pt: ✔️ **Nome registado**

source: Enter your first name and LAST NAME here.
de: Geben Sie hier Ihren Vornamen und NACHNAMEN ein.
es: Introduzca su nombre y APELLIDO aquí.
it: Inserisci qui il tuo nome e COGNOME.
pt: Introduza o seu nome e APELIDO aqui.

source: ❌ Error : user_answers must be a dictionary.
de: ❌ Fehler: user_answers muss ein Wörterbuch sein.
es: ❌ Error: user_answers debe ser un diccionario.
pt: ❌ Erro: user_answers deve ser um dicionário.

source: ⚠️ LabQuiz is not installed!
de: ⚠️ LabQuiz ist nicht installiert!
es: ⚠️ ¡LabQuiz no está instalado!
it: ⚠️ LabQuiz non è installato!
pt: ⚠️ LabQuiz não está instalado!

source: ⚠️ Package hash different than expected -- this is recorded
de: ⚠️ Paket-Hash weicht vom Erwarteten ab -- dies wird protokolliert
es: ⚠️ Hash del paquete diferente al esperado -- esto ha sido registrado
it: ⚠️ Hash del pacchetto diverso da quello previsto -- l'evento è stato registrato
pt: ⚠️ Hash do pacote diferente do esperado -- isto foi registado

source: No internet connexion or bad URL
de: Keine Internetverbindung oder fehlerhafte URL
es: Sin conexión a Internet o URL incorrecta
it: Nessuna connessione Internet o URL errato
pt: Sem ligação à Internet ou URL incorreto

source: --> Restarting the quiz under a new name...
de: --> Quiz wird unter neuem Namen neu gestartet...
es: --> Reiniciando el cuestionario bajo un nuevo nombre...
it: --> Riavvio del quiz con un nuovo nome...
pt: --> Reiniciando o quiz com um novo nome...

source: Inactivity timeout... Pausing event monitoring...
de: Zeitüberschreitung aufgrund von Inaktivität... Ereignisüberwachung wird angehalten...
es: Tiempo de inactividad agotado... Pausando la supervisión de eventos...
it: ❌ Errore: user_answers deve essere un dizionario.
pt: Tempo de inatividade esgotado... Pausando monitorização de eventos...

source: Tolerance: maximum of
de: Toleranz: maximal
es: Tolerancia: máximo de
it: Tolleranza: massimo di
pt: Tolerância: máximo de

source: ⚠️ Authentication not carried out -- Enter your first and last name! Then re-execute the cell
de: ⚠️ Authentifizierung fehlgeschlagen -- Geben Sie Vor- und Nachnamen ein! Führen Sie die Zelle dann erneut aus
es: ⚠️ Autenticación no realizada -- ¡Introduzca su nombre y apellido! Luego vuelva a ejecutar la celda
it: ⚠️ Autenticazione non effettuata -- Inserisci nome e cognome! Quindi esegui nuovamente la cella
pt: ⚠️ Autenticação não realizada -- Introduza o seu nome e apelido! Depois reexecute a célula

source: 😔 Maximum number of attempts already reached!!
de: 😔 Maximale Anzahl der Versuche bereits erreicht!!
es: 😔 ¡Número máximo de intentos ya alcanzado!
it: 😔 Numero massimo di tentativi già raggiunto!!
pt: 😔 Número máximo de tentativas já alcançado!!

source: 😔 Correction already obtained for this quiz!!
de: 😔 Korrektur für dieses Quiz bereits erhalten!!
es: 😔 ¡Corrección ya obtenida para este cuestionario!
it: 😔 Correzione già ottenuta per questo quiz!!
pt: 😔 Correção já obtida para este quiz!!

source: ❌ Decryption error for quiz '{quiz_id}'.
de: ❌ Entschlüsselungsfehler für Quiz '{quiz_id}'.
es: ❌ Error de descifrado para el cuestionario '{quiz_id}'.
it: ❌ Errore di decrittazione per il quiz '{quiz_id}'.
pt: ❌ Erro de desencriptação para o quiz '{quiz_id}'.

source: Check the access key or data integrity.
de: Überprüfen Sie den Zugriffsschlüssel oder die Datenintegrität.
es: Verifique la clave de acceso o la integridad de los datos.
it: Verifica la chiave di accesso o l'integrità dei dati.
pt: Verifique a chave de acesso ou a integridade dos dados.

source: Submit
de: Absenden
es: Enviar
it: Invia
pt: Submeter

source: Correction
de: Korrektur
es: Corrección
it: Correzione
pt: Correção

source: Attempt No.{n} on {r}
de: Versuch Nr. {n} von {r}
es: Intento n°{n} de {r}
it: Tentativo n°{n} su {r}
pt: Tentativa n.º{n} de {r}

source: <br><b>😔 Maximum number of attempts reached</b>
de: <br><b>😔 Maximale Anzahl der Versuche erreicht</b>
es: <br><b>😔 Número máximo de intentos alcanzado</b>
it: <br><b>😔 Numero massimo di tentativi raggiunto</b>
pt: <br><b>😔 Número máximo de tentativas alcançado</b>

source: ⚠️ Everything is not correct.
de: ⚠️ Nicht alles ist korrekt.
es: ⚠️ No todo es correcto.
it: ⚠️ Non tutto è corretto.
pt: ⚠️ Nem tudo está correto.

source: <br>⚠️ No answers in quiz file: no score calculation.
de: <br>⚠️ Keine Antworten in der Quiz-Datei: keine Punktcalculate.
es: <br>⚠️ Sin respuestas en el archivo del cuestionario: sin cálculo de puntuación.
it: <br>⚠️ Nessuna risposta nel file del quiz: nessun calcolo del punteggio.
pt: <br>⚠️ Sem respostas no ficheiro do quiz: sem cálculo de pontuação.

source: <br>⚠️ no answers in the quiz file: no possible correction.
de: <br>⚠️ Keine Antworten in der Quiz-Datei: keine Korrektur möglich.
es: <br>⚠️ Sin respuestas en el archivo del cuestionario: corrección imposible.
it: <br>⚠️ Nessuna risposta nel file del quiz: correzione impossibile.
pt: <br>⚠️ Sem respostas no ficheiro do quiz: impossível corrigir.

source: Good answer ✅ -
de: Gute Antwort ✅ -
es: Buena respuesta ✅ -
it: Ottima risposta ✅ -
pt: Resposta correta ✅ -

source: Bad answer &nbsp;&nbsp;❌ -
de: Falsche Antwort &nbsp;&nbsp;❌ -
es: Respuesta incorrecta &nbsp;&nbsp;❌ -
it: Risposta sbagliata &nbsp;&nbsp;❌ -
pt: Resposta errada &nbsp;&nbsp;❌ -

source: ⚠️ The answers to {props} are necessarily different
de: ⚠️ Die Antworten auf {props} müssen unterschiedlich sein
es: ⚠️ Las respuestas a {props} son necesariamente diferentes
it: ⚠️ Le risposte a {props} devono essere necessariamente diverse
pt: ⚠️ As respostas a {props} são necessariamente diferentes

source: ⚠️ The answers to {props} are necessarily identical
de: ⚠️ Die Antworten auf {props} müssen identisch sein
es: ⚠️ Las respuestas a {props} son necesariamente idénticas
it: ⚠️ Le risposte a {props} devono essere necessariamente identiche
pt: ⚠️ As respostas a {props} são necessariamente idênticas

source: ⚠️ The answer {prop0} true implies that {prop1} is true
pt: ⚠️ A resposta {prop0} verdadeira implica que {prop1} seja verdadeira

source: ⚠️ The answer {prop0} true implies that {prop1} is necessarily false
de: ⚠️ Wenn {prop0} wahr ist, muss {prop1} falsch sein
es: ⚠️ La respuesta {prop0} verdadera implica que {prop1} es necesariamente falsa
it: ⚠️ La risposta {prop0} vera implica che {prop1} sia necessariamente falsa
pt: ⚠️ A resposta {prop0} verdadeira implica que {prop1} seja falsa

source: number is greater than the number of available questions
de: Die Zahl ist größer als die Anzahl der verfügbaren Fragen
es: El número es superior al número de preguntas disponibles
it: Il numero è superiore al numero di domande disponibili
pt: O número é superior ao número de perguntas disponíveis

source: Score out of 20:
de: Punktzahl (von 20):
es: Puntuación sobre 20:
it: Punteggio su 20:
pt: Pontuação em 20:

source: ⚠️ Be careful of passed parameters that are not json-serializable
de: ⚠️ Achtung: Übergebene Parameter sind nicht JSON-serialisierbar
es: ⚠️ Atención a los parámetros transmitidos que no son serializables en JSON
it: ⚠️ Attenzione ai parametri passati che non sono serializzabili in JSON
pt: ⚠️ Atenção aos parâmetros passados que não são serializáveis em JSON

source: Simplify or convert
de: Vereinfachen oder konvertieren
es: Simplificar o convertir
it: Semplificare o convertire
pt: Simplificar ou converter

source: ⚠️ Submission error:
de: ⚠️ Übermittlungsfehler:
es: ⚠️ Error de envío:
it: ⚠️ Errore di sottomissione:
pt: ⚠️ Erro de submissão:

source: ⚠️ Sending error:
de: ⚠️ Sende-Fehler:
es: ⚠️ Error de envío de datos:
it: ⚠️ Errore di invio:
pt: ⚠️ Erro de envio:

source: ✅ Verification performed, data sent, daemon launched
de: ✅ Verifizierung durchgeführt, Daten gesendet, Daemon gestartet
es: ✅ Verificación realizada, datos enviados, demonio iniciado
it: ✅ Verifica effettuata, dati inviati, demone lanciato
pt: ✅ Verificação efetuada, dados enviados, daemon iniciado

source: The file must not be encrypted.
de: Die Datei darf nicht verschlüsselt sein.
es: El archivo no debe estar cifrado.
it: Il file non deve essere crittografato.
pt: O ficheiro não deve estar encriptado.
