Repository: jfbercher/labquiz
Catalog: src/labquiz.po
Languages: fr

source: No internet connexion or bad URL
fr: Pas de connexion Internet ou URL incorrecte

source: --> Restarting the quiz under a new name...
fr: --> Redémarrage du quiz sous un nouveau nom...

source: Tolerance: maximum of
fr: Tolérance : maximum de

source: ⚠️ Authentication not carried out -- Enter your first and last name! Then re-execute the cell
fr: ⚠️ Authentification non effectuée -- Entrez votre prénom et votre nom ! Puis réexécutez la cellule

source: 😔 Maximum number of attempts already reached!!
fr: 😔 Nombre maximum de tentatives déjà atteint !!

source: 😔 Correction already obtained for this quiz!!
fr: 😔 Correction déjà obtenue pour ce quiz !!

source: ❌ Decryption error for quiz '{quiz_id}'.
fr: ❌ Erreur de décryptage pour le quiz “{quiz_id}

source: Check the access key or data integrity.
fr: Vérifiez la clé d'accès ou l'intégrité des données.

source: Submit
fr: Soumettre

source: Attempt No.{n} on {r}
fr: Tentative n°{n} sur {r}

source: <br><b>😔 Maximum number of attempts reached</b>
fr: <br><b>😔 Nombre maximum de tentatives atteint</b>

source: ⚠️ Everything is not correct.
fr: ⚠️ Tout n'est pas correct.

source: <br>⚠️ No answers in quiz file: no score calculation.
fr: <br>⚠️ Aucune réponse dans le fichier quiz : aucun calcul de score.

source: <br>⚠️ no answers in the quiz file: no possible correction.
fr: <br>⚠️ Aucune réponse dans le fichier quiz : aucune correction possible.

source: ⚠️ The answers to {props} are necessarily different
fr: ⚠️ Les réponses à {props} sont nécessairement différentes

source: ⚠️ The answers to {props} are necessarily identical
fr: ⚠️ Les réponses à {props} sont nécessairement identiques

source: ⚠️ The answer {prop0} true implies that {prop} is true
fr: ⚠️ La réponse {prop0} vraie implique que {c[“indices”][1]} est vraie

source: ⚠️ The answer {prop0} true implies that {prop1} is necessarily false
fr: ⚠️ La réponse {prop0} vraie implique que {prop1} est nécessairement fausse

source: number is greater than the number of available questions
fr: Le nombre est supérieur au nombre de questions disponibles

source: Score out of 20:
fr: Score sur 20 :

source: ⚠️ Be careful of passed parameters that are not json-serializable
fr: ⚠️ Attention aux paramètres transmis qui ne sont pas sérialisables en json

source: Simplify or convert
fr: Simplifier ou convertir

source: ⚠️ Submission error:
fr: ⚠️ Erreur de soumission :

source: ⚠️ Sending error:
fr: ⚠️ Erreur d'envoi :

source: ✅ Verification performed, data sent, daemon launched
fr: ✅ Vérification effectuée, données envoyées, démon lancé

source: The file must not be encrypted.
fr: Le fichier ne doit pas être crypté.

source: FAMILY NAME
fr: NOM DE FAMILLE

source: FAMILY NAME:
fr: NOM DE FAMILLE

source: First name
fr: Prénom

source: First name:
fr: Prénom

source: Save
fr: Enregistrer

source: ✔️ **Name recorded**
fr: ✔️ **Nom enregistré**

source: Enter your first name and LAST NAME here.
fr: Entrez votre prénom et votre NOM ici.

source: ⚠️ LabQuiz is not installed!
fr: ⚠️ LabQuiz n'est pas installé !

source: ⚠️ Package hash different than expected -- this is recorded
fr: ⚠️ Hash du package différent de celui attendu -- ceci est enregistré
